Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# web.guide.shortcuts.section_undo_clipboard
source: Undo and clipboard
ar: الرجوع عن والحافظة
cs: Zpět a schránka
da: Fortryd og udklipsholder
de: Rückgängig und Zwischenablage
el: Αναίρεση και πρόχειρο
es: Deshacer y portapapeles
fi: Kumoa ja leikepöytä
fr: Annuler et presse-papiers
he: בטל ולוח עותקים
hi: पूर्ववत और क्लिपबोर्ड
hu: Visszavonás és vágólap
id: Batalkan dan papan klip
it: Annulla e appunti
ja: 元に戻すとクリップボード
ko: 실행 취소 및 클립보드
ms: Batalkan dan papan klip
nb: Angre og utklippstavle
nl: Ongedaan maken en klembord
pl: Cofnij i schowek
pt_br: Desfazer e área de transferência
pt_pt: Desfazer e área de transferência
ro: Anulare și clipboard
ru: Отмена и буфер обмена
sk: Späť a schránka
sv: Ångra och urklipp
th: เลิกทำและคลิปบอร์ด
tr: Geri al ve pano
uk: Скасування та буфер обміну
vi: Hoàn tác và bảng nhớ tạm
zh_hans: 撤销和剪贴板
zh_hant: 復原和剪貼簿

# web.guide.shortcuts.select_all_editor_text
source: Select all editor text
ar: تحديد جميع نصوص المحرر
cs: Vybrat veškerý text editoru
da: Vælg alt editortekst
de: Alle Editor-Texte wählen
el: Επιλέξτε όλο το κείμενο του επεξεργαστή
es: Seleccionar todo el texto del editor
fi: Valitse kaikki editorin teksti
fr: Sélectionner tout le texte de l'éditeur
he: בחר כל טקסט עורך
hi: सभी संपादक पाठ चुनें
hu: Válassza ki az összes szerkesztõ szöveget
id: Pilih semua teks editor
it: Seleziona tutto il testo dell'editor
ja: エディターのすべてのテキストを選択
ko: 모든 편집기 텍스트 선택
ms: Pilih semua teks editor
nb: Velg all redigeringsprogramtekst
nl: Selecteer alle editortekst
pl: Zaznacz cały tekst edytora
pt_br: Selecionar todo o texto do editor
pt_pt: Selecionar todo o texto do editor
ro: Selectați tot textul editorului
ru: Выбрать весь текст редактора
sk: Vybrať všetok text editora
sv: Välj all redigerartext
th: เลือกข้อความตัวแก้ไขทั้งหมด
tr: Tüm editör metnini seç
uk: Виділити весь текст редактора
vi: Chọn tất cả văn bản trình soạn thảo
zh_hans: 选择所有编辑器文本
zh_hant: 選取所有編輯器文字

# web.guide.shortcuts.select_by_character_or_line
source: Select by character or line
ar: التحديد حسب الحرف أو السطر
cs: Vybrat podle znaku nebo řádku
da: Vælg efter tegn eller linje
de: Nach Zeichen oder Zeile wählen
el: Επιλέξτε κατά χαρακτήρα ή γραμμή
es: Seleccionar por carácter o línea
fi: Valitse merkistä tai rivistä
fr: Sélectionner par caractère ou par ligne
he: בחר לפי תו או שורה
hi: वर्ण या पंक्ति से चुनें
hu: Kijelölés karakter vagy sor alapján
id: Pilih berdasarkan karakter atau baris
it: Seleziona per carattere o riga
ja: 文字または行で選択
ko: 문자 또는 줄 단위로 선택
ms: Pilih berdasarkan karakter atau baris
nb: Velg etter tegn eller linje
nl: Selecteer per teken of regel
pl: Zaznacz według znaku lub linii
pt_br: Selecionar por caractere ou linha
pt_pt: Selecionar por personagem ou linha
ro: Selectați după caracter sau linie
ru: Выбрать по символу или строке
sk: Vybrať podľa znaku alebo riadku
sv: Välj efter tecken eller rad
th: เลือกตามอักขระหรือบรรทัด
tr: Karaktere veya satıra göre seç
uk: Виділити за символом або рядком
vi: Chọn theo ký tự hoặc dòng
zh_hans: 按字符或行选择
zh_hant: 按字元或行選取

# web.guide.shortcuts.select_by_word
source: Select by word
ar: التحديد حسب الكلمة
cs: Vybrat podle slova
da: Vælg efter ord
de: Nach Wort wählen
el: Επιλέξτε κατά λέξη
es: Seleccionar por palabra
fi: Valitse sanasta
fr: Sélectionner par mot
he: בחר לפי מילה
hi: शब्द से चुनें
hu: Kijelölés szó alapján
id: Pilih berdasarkan kata
it: Seleziona per parola
ja: 単語で選択
ko: 단어 단위로 선택
ms: Pilih berdasarkan kata
nb: Velg etter ord
nl: Selecteer per woord
pl: Zaznacz po słowach
pt_br: Selecionar por palavra
pt_pt: Selecionar por palavra
ro: Selectați după cuvânt
ru: Выбрать по слову
sk: Vybrať podľa slova
sv: Välj efter ord
th: เลือกตามคำ
tr: Kelimeye göre seç
uk: Виділити за словом
vi: Chọn theo từ
zh_hans: 按单词选择
zh_hant: 按單詞選取

# web.guide.shortcuts.select_next_search_result
source: Select next search result
ar: تحديد نتيجة البحث التالية
cs: Vybrat další výsledek vyhledávání
da: Vælg næste søgeresultat
de: Nächstes Suchergebnis wählen
el: Επιλέξτε το επόμενο αποτέλεσμα αναζήτησης
es: Seleccionar siguiente resultado de búsqueda
fi: Valitse seuraava hakutulos
fr: Sélectionner le résultat de recherche suivant
he: בחר תוצאת חיפוש הבאה
hi: अगला खोज परिणाम चुनें
hu: Válassza ki a következõ keresési eredményt
id: Pilih hasil pencarian berikutnya
it: Seleziona il risultato della ricerca successivo
ja: 次の検索結果を選択
ko: 다음 검색 결과 선택
ms: Pilih hasil pencarian berikutnya
nb: Velg neste søkeresultat
nl: Selecteer volgende zoekresultaat
pl: Wybierz następny wynik wyszukiwania
pt_br: Selecionar próximo resultado de busca
pt_pt: Selecionar próximo resultado de pesquisa
ro: Selectați rezultatul de căutare următor
ru: Выбрать следующий результат поиска
sk: Vybrať ďalší výsledok vyhľadávania
sv: Välj nästa sökresultat
th: เลือกผลการค้นหาถัดไป
tr: Sonraki arama sonucunu seç
uk: Виділити наступний результат пошуку
vi: Chọn kết quả tìm kiếm tiếp theo
zh_hans: 选择下一个搜索结果
zh_hant: 選取下一個搜尋結果

# web.guide.shortcuts.select_previous_search_result
source: Select previous search result
ar: تحديد نتيجة البحث السابقة
cs: Vybrat předchozí výsledek vyhledávání
da: Vælg forrige søgeresultat
de: Vorheriges Suchergebnis wählen
el: Επιλέξτε το προηγούμενο αποτέλεσμα αναζήτησης
es: Seleccionar resultado de búsqueda anterior
fi: Valitse edellinen hakutulos
fr: Sélectionner le résultat de recherche précédent
he: בחר תוצאת חיפוש קודמת
hi: पिछला खोज परिणाम चुनें
hu: Az előző keresési eredmény kijelölése
id: Pilih hasil pencarian sebelumnya
it: Seleziona il risultato della ricerca precedente
ja: 前の検索結果を選択
ko: 이전 검색 결과 선택
ms: Pilih hasil pencarian sebelumnya
nb: Velg forrige søkeresultat
nl: Selecteer vorig zoekresultaat
pl: Wybierz poprzedni wynik wyszukiwania
pt_br: Selecionar resultado de busca anterior
pt_pt: Selecionar resultado de pesquisa anterior
ro: Selectați rezultatul de căutare anterior
ru: Выбрать предыдущий результат поиска
sk: Vybrať predchádzajúci výsledok vyhľadávania
sv: Välj föregående sökresultat
th: เลือกผลการค้นหาก่อนหน้า
tr: Önceki arama sonucunu seç
uk: Виділити попередній результат пошуку
vi: Chọn kết quả tìm kiếm trước đó
zh_hans: 选择上一个搜索结果
zh_hant: 選取前一個搜尋結果

# web.guide.shortcuts.select_to_start_or_end_of_document
source: Select to start or end of document
ar: التحديد من / إلى بداية أو نهاية المستند
cs: Vybrat do začátku nebo konce dokumentu
da: Vælg til begyndelsen eller slutningen af dokumentet
de: Bis zum Anfang oder Ende des Dokuments wählen
el: Επιλέξτε έως την αρχή ή το τέλος του εγγράφου
es: Seleccionar hasta inicio o fin del documento
fi: Valitse asiakirjan alkuun tai loppuun
fr: Sélectionner jusqu'au début ou à la fin du document
he: בחר להתחלה או סוף מסמך
hi: दस्तावेज़ की शुरुआत या अंत तक चुनें
hu: Kijelölés a dokumentum elejéig vagy végéig
id: Pilih hingga awal atau akhir dokumen
it: Seleziona fino all'inizio o alla fine del documento
ja: ドキュメントの開始または終了まで選択
ko: 문서의 시작 또는 끝까지 선택
ms: Pilih ke awal atau akhir dokumen
nb: Velg til start eller slutt på dokumentet
nl: Selecteer naar het begin of einde van het document
pl: Zaznacz od początku lub do końca dokumentu
pt_br: Selecionar até o início ou final do documento
pt_pt: Selecionar para o início ou fim do documento
ro: Selectați la început sau la sfârşitul documentului
ru: Выбрать до начала или конца документа
sk: Vybrať od začiatku alebo do konca dokumentu
sv: Välj till början eller slutet av dokumentet
th: เลือกจนถึงจุดเริ่มต้นหรือจุดสิ้นสุดของเอกสาร
tr: Belgenin başına veya sonuna kadar seç
uk: Виділити до початку або кінця документа
vi: Chọn đến đầu hoặc cuối tài liệu
zh_hans: 选择到文档的开始或结束
zh_hant: 選取到文件的開始或結束

# web.guide.shortcuts.select_to_start_or_end_of_line
source: Select to start or end of line
ar: التحديد من / إلى بداية أو نهاية السطر
cs: Vybrat do začátku nebo konce řádku
da: Vælg til begyndelsen eller slutningen af linjen
de: Bis zum Anfang oder Ende der Zeile wählen
el: Επιλέξτε έως την αρχή ή το τέλος της γραμμής
es: Seleccionar hasta inicio o fin de la línea
fi: Valitse rivin alkuun tai loppuun
fr: Sélectionner jusqu'au début ou à la fin de la ligne
he: בחר להתחלה או סוף שורה
hi: पंक्ति की शुरुआत या अंत तक चुनें
hu: Kijelölés a sor elejéig vagy végéig
id: Pilih hingga awal atau akhir baris
it: Seleziona fino all'inizio o alla fine della riga
ja: 行の開始または終了まで選択
ko: 줄의 시작 또는 끝까지 선택
ms: Pilih ke awal atau akhir baris
nb: Velg til start eller slutt på linjen
nl: Selecteer naar het begin of einde van de regel
pl: Zaznacz od początku lub do końca linii
pt_br: Selecionar até o início ou final da linha
pt_pt: Selecionar para o início ou fim da linha
ro: Selectați la început sau la sfârşitul liniei
ru: Выбрать до начала или конца строки
sk: Vybrať od začiatku alebo do konca riadku
sv: Välj till början eller slutet av raden
th: เลือกจนถึงจุดเริ่มต้นหรือจุดสิ้นสุดของแถว
tr: Satırın başına veya sonuna kadar seç
uk: Виділити до початку або кінця рядка
vi: Chọn đến đầu hoặc cuối dòng
zh_hans: 选择到行的开始或结束
zh_hant: 選取到行的開始或結束

# web.guide.shortcuts.set_line_type_bullet
source: Set line type to bullet
ar: تعيين نوع السطر إلى نقطة
cs: Nastavit typ řádku na odrážku
da: Indstil linjetype til punkt
de: Zeilentyp auf Aufzählungszeichen setzen
el: Ορίστε τον τύπο γραμμής σε κουλες
es: Establecer tipo de línea como viñeta
fi: Aseta rivityyppi luettelomerkkiin
fr: Définir le type de ligne à puce
he: הגדר סוג שורה לכדור
hi: पंक्ति प्रकार को बुलेट पर सेट करें
hu: Sorsorozat típusa felsorolásra beállítása
id: Atur jenis baris ke poin
it: Imposta il tipo di riga su elenco puntato
ja: 行のタイプを箇条書きに設定
ko: 줄 유형을 글머리 기호로 설정
ms: Atur jenis garis ke poin
nb: Angi linjetype til kule
nl: Regeltype op opsommingspunt instellen
pl: Ustaw typ linii na punkt
pt_br: Definir tipo de linha como marcador
pt_pt: Definir tipo de linha como marcador
ro: Setați tipul de linie la glonț
ru: Установить тип строки в маркер
sk: Nastaviť typ riadku na odrážku
sv: Ställ in radtyp på kula
th: ตั้งค่าประเภทบรรทัดเป็นจุด
tr: Satır türünü madde işaretine ayarla
uk: Встановити тип рядка на маркер
vi: Đặt loại dòng thành dấu đầu dòng
zh_hans: 将行类型设置为项目符号
zh_hant: 將行類型設為項目符號

# web.guide.shortcuts.set_line_type_checkbox
source: Set line type to checkbox
ar: تعيين نوع السطر إلى خانة اختيار
cs: Nastavit typ řádku na zaškrtávací pole
da: Indstil linjetype til afkrydsningsfelt
de: Zeilentyp auf Kontrollkästchen setzen
el: Ορίστε τον τύπο γραμμής σε πλαίσιο ελέγχου
es: Establecer tipo de línea como casilla de verificación
fi: Aseta rivityyppi valintaruutuun
fr: Définir le type de ligne à case à cocher
he: הגדר סוג שורה לתיבת סימון
hi: पंक्ति प्रकार को चेकबॉक्स पर सेट करें
hu: Sorrovat típusa jelölõnégyzetre beállítása
id: Atur jenis baris ke kotak centang
it: Imposta il tipo di riga su casella di controllo
ja: 行のタイプをチェックボックスに設定
ko: 줄 유형을 체크박스로 설정
ms: Atur jenis garis ke kotak centang
nb: Angi linjetype til avmerkingsboks
nl: Regeltype op selectievakje instellen
pl: Ustaw typ linii na pole wyboru
pt_br: Definir tipo de linha como caixa de seleção
pt_pt: Definir tipo de linha como caixa de seleção
ro: Setați tipul de linie la caseta de selectare
ru: Установить тип строки в флажок
sk: Nastaviť typ riadku na zaškrtávací políčko
sv: Ställ in radtyp på kryssruta
th: ตั้งค่าประเภทบรรทัดเป็นช่องกาเครื่องหมาย
tr: Satır türünü onay kutusuna ayarla
uk: Встановити тип рядка на прапорець
vi: Đặt loại dòng thành hộp kiểm
zh_hans: 将行类型设置为复选框
zh_hant: 將行類型設為複選框

# web.guide.shortcuts.set_line_type_numbered
source: Set line type to numbered
ar: تعيين نوع السطر إلى مرقم
cs: Nastavit typ řádku na číslovaný
da: Indstil linjetype til nummereret
de: Zeilentyp auf nummeriert setzen
el: Ορίστε τον τύπο γραμμής σε αριθμημένο
es: Establecer tipo de línea como numerada
fi: Aseta rivityyppi numeroituihin
fr: Définir le type de ligne à numéroté
he: הגדר סוג שורה לממוספר
hi: पंक्ति प्रकार को संख्यांकित पर सेट करें
hu: Sorsorozat típusa számozottra beállítása
id: Atur jenis baris ke bernomor
it: Imposta il tipo di riga su numerato
ja: 行のタイプを番号付きに設定
ko: 줄 유형을 번호 매기기로 설정
ms: Atur jenis garis ke bernomor
nb: Angi linjetype til nummerert
nl: Regeltype op genummerd instellen
pl: Ustaw typ linii na numerowany
pt_br: Definir tipo de linha como numerado
pt_pt: Definir tipo de linha como numerado
ro: Setați tipul de linie la numerotate
ru: Установить тип строки в нумерованный список
sk: Nastaviť typ riadku na číslovaný
sv: Ställ in radtyp på numrerad
th: ตั้งค่าประเภทบรรทัดเป็นลำดับที่
tr: Satır türünü numaralı olarak ayarla
uk: Встановити тип рядка на нумерований
vi: Đặt loại dòng thành được đánh số
zh_hans: 将行类型设置为编号
zh_hant: 將行類型設為編號

# web.guide.shortcuts.set_line_type_plain
source: Set line type to plain
ar: تعيين نوع السطر إلى عادي
cs: Nastavit typ řádku na prostý
da: Indstil linjetype til almindelig
de: Zeilentyp auf einfach setzen
el: Ορίστε τον τύπο γραμμής σε απλό
es: Establecer tipo de línea como simple
fi: Aseta rivityyppi tavallisiksi
fr: Définir le type de ligne à simple
he: הגדר סוג שורה לרגיל
hi: पंक्ति प्रकार को सादा पर सेट करें
hu: Sorsorozat típusa egyszerûre beállítása
id: Atur jenis baris ke biasa
it: Imposta il tipo di riga su semplice
ja: 行のタイプをプレーンに設定
ko: 줄 유형을 일반으로 설정
ms: Atur jenis garis ke biasa
nb: Angi linjetype til enkel
nl: Regeltype op gewoon instellen
pl: Ustaw typ linii na zwykły
pt_br: Definir tipo de linha como simples
pt_pt: Definir tipo de linha como simples
ro: Setați tipul de linie la simplu
ru: Установить тип строки в обычный
sk: Nastaviť typ riadku na jednoduché
sv: Ställ in radtyp på vanlig
th: ตั้งค่าประเภทบรรทัดเป็นธรรมชาติ
tr: Satır türünü düz olarak ayarla
uk: Встановити тип рядка на простий
vi: Đặt loại dòng thành đơn giản
zh_hans: 将行类型设置为纯文本
zh_hant: 將行類型設為純文字

# web.guide.shortcuts.show_character_palette
source: Show the character palette on macOS
ar: إظهار لوحة الأحرف على macOS
cs: Zobrazit paletu znaků na macOS
da: Vis tegnpalette på macOS
de: Zeichen-Palette auf macOS anzeigen
el: Εμφάνιση της παλέτας χαρακτήρων στο macOS
es: Mostrar la paleta de caracteres en macOS
fi: Näytä merkkiryhmä macOS:ssa
fr: Afficher la palette de caractères sur macOS
he: הצג לוח תווים ב-macOS
hi: macOS पर वर्ण पैलेट दिखाएं
hu: Karakterpaletta megjelenítése macOS-en
id: Tampilkan palet karakter di macOS
it: Mostra la tavolozza dei caratteri su macOS
ja: macOS でキャラクターパレットを表示
ko: macOS에서 문자 팔레트 표시
ms: Tampilkan palet karakter di macOS
nb: Vis tegnpaletten på macOS
nl: Toon het tekenenpalet op macOS
pl: Pokaż paletę znaków na macOS
pt_br: Mostrar a paleta de caracteres no macOS
pt_pt: Mostrar a paleta de caracteres no macOS
ro: Afișați paleta de caractere pe macOS
ru: Показать палитру символов на macOS
sk: Zobraziť paletu znakov na macOS
sv: Visa teckenpalett på macOS
th: แสดงพาเลตอักขระบน macOS
tr: macOS'ta karakter paletini göster
uk: Показати палітру символів на macOS
vi: Hiển thị bảng lệnh ký tự trên macOS
zh_hans: 在 macOS 上显示字符调色板
zh_hant: 在 macOS 上顯示字元面板

# web.guide.shortcuts.title
source: Keyboard shortcuts
ar: اختصارات لوحة المفاتيح
cs: Klávesové zkratky
da: Tastaturgenveje
de: Tastenkombinationen
el: Συντομεύσεις πληκτρολογίου
es: Atajos de teclado
fi: Näppäimistön pikanäppäimet
fr: Raccourcis clavier
he: קיצורי דרך במקלדת
hi: कीबोर्ड शॉर्टकट
hu: Billentyûparancsok
id: Pintasan keyboard
it: Scorciatoie da tastiera
ja: キーボードショートカット
ko: 키보드 바로가기
ms: Pintasan papan ketik
nb: Tastatursnarvei
nl: Toetscombinaties
pl: Skróty klawiaturowe
pt_br: Atalhos de teclado
pt_pt: Atalhos de teclado
ro: Comenzi rapide de tastatură
ru: Сочетания клавиш
sk: Klávesové skratky
sv: Tangentbordsgenvägar
th: ปุ่มลัดแป้นพิมพ์
tr: Klavye kısayolları
uk: Гарячі клавіші
vi: Phím tắt bàn phím
zh_hans: 键盘快捷键
zh_hant: 鍵盤快捷方式

# web.guide.shortcuts.toggle_bold
source: Toggle bold
ar: تبديل البروز
cs: Přepnout tučné
da: Skift fed
de: Fett umschalten
el: Εναλλαγή έντονα
es: Alternar negrita
fi: Vaihda lihavointi
fr: Basculer le gras
he: החלף **עיבוד**
hi: बोल्ड टॉगल करें
hu: Félkövér váltása
id: Alihkan tebal
it: Attiva/disattiva grassetto
ja: 太字を切り替え
ko: 굵게 전환
ms: Alihkan tebal
nb: Veksle fett
nl: Vet in-/uitschakelen
pl: Przełącz pogrubienie
pt_br: Alternar negrito
pt_pt: Ativar/desativar negrito
ro: Comutare bold
ru: Переключить жирный шрифт
sk: Prepnúť tučné
sv: Växla fet
th: สลับตัวหนา
tr: Kalın aç/kapat
uk: Переключити жирний
vi: Bật/tắt in đậm
zh_hans: 切换粗体
zh_hant: 切換粗體

# web.guide.shortcuts.toggle_complete
source: Toggle complete/incomplete
ar: تبديل مكتمل / غير مكتمل
cs: Přepnout dokončeno/nedokončeno
da: Skift fuldført/ufuldført
de: Abgeschlossen/Nicht abgeschlossen umschalten
el: Εναλλαγή πλήρης/ατελής
es: Alternar completado/incompleto
fi: Vaihda valmis/keskeneräinen
fr: Basculer complet/incomplet
he: החלף הושלם/לא הושלם
hi: पूर्ण/अधूरा टॉगल करें
hu: Teljes/befejezetlen váltása
id: Alihkan lengkap/belum lengkap
it: Attiva/disattiva completamento/incompletamento
ja: 完了/未完了を切り替え
ko: 완료/미완료 전환
ms: Alihkan lengkap/tidak lengkap
nb: Veksle fullføret/ufullført
nl: Voltooid/onvolledig in-/uitschakelen
pl: Przełącz ukończono/nie ukończono
pt_br: Alternar completo/incompleto
pt_pt: Ativar/desativar completo/incompleto
ro: Comutare complet/incomplet
ru: Переключить завершённо/незавершённо
sk: Prepnúť hotové/nehotové
sv: Växla slutförd/ofullständig
th: สลับเสร็จสิ้น/ไม่เสร็จสิ้น
tr: Tamamlanmış/Tamamlanmamış aç/kapat
uk: Переключити завершене/незавершене
vi: Bật/tắt hoàn thành/chưa hoàn thành
zh_hans: 切换完成/未完成
zh_hant: 切換完成/未完成

# web.guide.shortcuts.toggle_end_date
source: Toggle end date
ar: تبديل تاريخ النهاية
cs: Přepnout koncové datum
da: Skift slutdato
de: Enddatum umschalten
el: Εναλλαγή ημερομηνίας λήξης
es: Alternar fecha de fin
fi: Vaihda päättymispäivämäärä
fr: Basculer la date de fin
he: החלף תאריך סיום
hi: अंत की तारीख टॉगल करें
hu: Befejezési dátum váltása
id: Alihkan tanggal akhir
it: Attiva/disattiva data di fine
ja: 終了日を切り替え
ko: 종료 날짜 전환
ms: Alihkan tanggal akhir
nb: Veksle sluttdato
nl: Einddatum in-/uitschakelen
pl: Przełącz datę zakończenia
pt_br: Alternar data de término
pt_pt: Ativar/desativar data de fim
ro: Comutare dată de sfârşit
ru: Переключить дату конца
sk: Prepnúť dátum ukončenia
sv: Växla slutdatum
th: สลับวันเสร็จสิ้น
tr: Bitiş tarihini aç/kapat
uk: Переключити дату закінчення
vi: Bật/tắt ngày kết thúc
zh_hans: 切换结束日期
zh_hant: 切換結束日期

# web.guide.shortcuts.toggle_heading
source: Toggle heading
ar: تبديل العنوان
cs: Přepnout nadpis
da: Skift overskrift
de: Überschrift umschalten
el: Εναλλαγή επικεφαλίδας
es: Alternar encabezado
fi: Vaihda otsikko
fr: Basculer l'en-tête
he: כותרת כיתוב
hi: शीर्षक टॉगल करें
hu: Fejléc váltása
id: Alihkan judul
it: Attiva/disattiva intestazione
ja: 見出しを切り替え
ko: 제목 전환
ms: Alihkan judul
nb: Veksle overskrift
nl: Kop in-/uitschakelen
pl: Przełącz nagłówek
pt_br: Alternar título
pt_pt: Ativar/desativar título
ro: Comutare titlu
ru: Переключить заголовок
sk: Prepnúť nadpis
sv: Växla rubrik
th: สลับหัวเรื่อง
tr: Başlığı aç/kapat
uk: Переключити заголовок
vi: Bật/tắt tiêu đề
zh_hans: 切换标题
zh_hant: 切換標題

# web.guide.shortcuts.toggle_italic
source: Toggle italic
ar: تبديل المائل
cs: Přepnout kurzívu
da: Skift kursiv
de: Kursiv umschalten
el: Εναλλαγή πλάγιας
es: Alternar cursiva
fi: Vaihda kursiivi
fr: Basculer l'italique
he: החלף __איטליק__
hi: इटैलिक टॉगल करें
hu: Dõlt váltása
id: Alihkan miring
it: Attiva/disattiva corsivo
ja: イタリックを切り替え
ko: 기울임꼴 전환
ms: Alihkan miring
nb: Veksle kursiv
nl: Cursief in-/uitschakelen
pl: Przełącz kursywę
pt_br: Alternar itálico
pt_pt: Ativar/desativar itálico
ro: Comutare italic
ru: Переключить курсив
sk: Prepnúť kurzívu
sv: Växla kursiv
th: สลับตัวเอียง
tr: İtalik aç/kapat
uk: Переключити курсив
vi: Bật/tắt in nghiêng
zh_hans: 切换斜体
zh_hant: 切換斜體

# web.guide.shortcuts.toggle_repeat_rule
source: Toggle repeat rule
ar: تبديل قاعدة التكرار
cs: Přepnout pravidlo opakování
da: Skift gentagelsesregel
de: Wiederholungsregel umschalten
el: Εναλλαγή κανόνα επανάληψης
es: Alternar regla de repetición
fi: Vaihda toistosääntö
fr: Basculer la règle de répétition
he: החלף כלל חזרה
hi: दोहराव नियम टॉगल करें
hu: Ismétlési szabály váltása
id: Alihkan aturan pengulangan
it: Attiva/disattiva regola di ripetizione
ja: 繰り返しルールを切り替え
ko: 반복 규칙 전환
ms: Alihkan aturan pengulangan
nb: Veksle gjentakelsesregel
nl: Herhalingsr regel in-/uitschakelen
pl: Przełącz regułę powtarzania
pt_br: Alternar regra de repetição
pt_pt: Ativar/desativar regra de repetição
ro: Comutare regulă de repetare
ru: Переключить правило повторения
sk: Prepnúť pravidlo opakovania
sv: Växla upprepningsregel
th: สลับกฎการทำซ้ำ
tr: Tekrar kuralını aç/kapat
uk: Переключити правило повтору
vi: Bật/tắt quy tắc lặp lại
zh_hans: 切换重复规则
zh_hant: 切換重複規則

# web.guide.shortcuts.toggle_start_date
source: Toggle start date
ar: تبديل تاريخ البداية
cs: Přepnout počáteční datum
da: Skift startdato
de: Startdatum umschalten
el: Εναλλαγή ημερομηνίας έναρξης
es: Alternar fecha de inicio
fi: Vaihda alkamispäivämäärä
fr: Basculer la date de début
he: החלף תאריך התחלה
hi: शुरुआत की तारीख टॉगल करें
hu: Kezdõ dátum váltása
id: Alihkan tanggal mulai
it: Attiva/disattiva data di inizio
ja: 開始日を切り替え
ko: 시작 날짜 전환
ms: Alihkan tanggal mulai
nb: Veksle startdato
nl: Startdatum in-/uitschakelen
pl: Przełącz datę rozpoczęcia
pt_br: Alternar data de início
pt_pt: Ativar/desativar data de início
ro: Comutare dată de început
ru: Переключить дату начала
sk: Prepnúť dátum začatia
sv: Växla startdatum
th: สลับวันเริ่มต้น
tr: Başlangıç tarihini aç/kapat
uk: Переключити дату початку
vi: Bật/tắt ngày bắt đầu
zh_hans: 切换开始日期
zh_hant: 切換開始日期

# web.guide.shortcuts.toggle_strikethrough
source: Toggle strikethrough
ar: تبديل الشطب
cs: Přepnout přeškrtnutí
da: Skift gennemstregning
de: Durchgestrichen umschalten
el: Εναλλαγή διάγραμμα
es: Alternar tachado
fi: Vaihda yliviivaus
fr: Basculer le barré
he: החלף ~~קו מכריע~~
hi: स्ट्राइकथ्रू टॉगल करें
hu: Áthúzás váltása
id: Alihkan coretan
it: Attiva/disattiva barrato
ja: 取り消し線を切り替え
ko: 취소선 전환
ms: Alihkan garis terobosan
nb: Veksle gjennomstreking
nl: Doorhaling in-/uitschakelen
pl: Przełącz przekreślenie
pt_br: Alternar tachado
pt_pt: Ativar/desativar tachado
ro: Comutare tăiere
ru: Переключить зачёркивание
sk: Prepnúť prečiarknutie
sv: Växla genomstruken
th: สลับขีดฆ่า
tr: Üstünü çiz aç/kapat
uk: Переключити перекреслення
vi: Bật/tắt gạch ngang
zh_hans: 切换删除线
zh_hant: 切換刪除線

# web.guide.shortcuts.undo
source: Undo
ar: التراجع
cs: Zpět
da: Fortryd
de: Rückgängig
el: Αναίρεση
es: Deshacer
fi: Kumoa
fr: Annuler
he: בטל
hi: पूर्ववत
hu: Visszavonás
id: Batalkan
it: Annulla
ja: 元に戻す
ko: 실행 취소
ms: Batalkan
nb: Angre
nl: Ongedaan maken
pl: Cofnij
pt_br: Desfazer
pt_pt: Desfazer
ro: Anulare
ru: Отмена
sk: Späť
sv: Ångra
th: เลิกทำ
tr: Geri Al
uk: Скасувати
vi: Hoàn tác
zh_hans: 撤销
zh_hant: 復原

# web.guide.shortcuts.unindent
source: Unindent
ar: إزالة المسافة البادئة
cs: Zrušit odsazení
da: Annuller indrykning
de: Einzug verringern
el: Χωρίς εσοχή
es: Reduce sangría
fi: Vähennä loukkaukseen
fr: Diminuer le retrait
he: הנציא בחזרה
hi: अनइंडेंट
hu: Behúzás eltávolítása
id: Batalkan indentasi
it: Diminuisci rientro
ja: インデント解除
ko: 내어쓰기
ms: Hapus indentasi
nb: Fjern innrykk
nl: Uitspringen
pl: Zmniejsz wcięcie
pt_br: Remover indentação
pt_pt: Remover indentação
ru: Удалить отступ
sk: Zrušiť odsadenie
sv: Minska indrag
th: ยกเลิกการย่อ
tr: Girintiyi Kaldır
uk: Зменшити відступ
vi: Giảm thụt lề
zh_hans: 取消缩进
zh_hant: 取消縮排

# web.guide.title
source: Guide
ar: الدليل
cs: Průvodce
da: Vejledning
de: Anleitung
el: Οδηγός
es: Guía
fi: Opas
he: מדריך
hi: गाइड
hu: Útmutató
id: Panduan
it: Guida
ja: ガイド
ko: 가이드
ms: Panduan
nb: Veiledning
nl: Gids
pl: Przewodnik
pt_br: Guia
pt_pt: Guia
ro: Ghid
ru: Руководство
sk: Sprievodca
th: คำแนะนำ
tr: Rehber
uk: Посібник
vi: Hướng dẫn
zh_hans: 指南
zh_hant: 指南
